tap "beeftornado/rmtree"
tap "homebrew/bundle"
brew "coreutils"
brew "awscli"
brew "bat"
brew "binutils"
brew "diff-so-fancy"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-time"
brew "htop"
brew "jq"
brew "mise"
brew "onefetch"
brew "pstree"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tig"
brew "tokei"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "alfred"
cask "discord"
cask "firefox"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "iterm2"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
