tap "beeftornado/rmtree"
tap "homebrew/bundle"
brew "coreutils"
brew "awscli"
brew "binutils"
brew "ghq"
brew "gnu-time"
brew "sheldon"
brew "starship"
brew "tig"
brew "vim"
brew "zsh"
cask "alfred"
cask "discord"
cask "firefox"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "hammerspoon"
cask "session-manager-plugin"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
