cask_args appdir: "/Applications"
tap "beeftornado/rmtree"
tap "homebrew/.history"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "xquartz"
brew "bat"
brew "cask"
brew "coreutils"
brew "exa"
brew "expect"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "lua"
brew "peco"
brew "rsync"
brew "sdl"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zip"
brew "zsh"
cask "alfred"
cask "docker"
cask "fork"
cask "google-chrome"
cask "geektool"
cask "iterm2"
cask "slack"
cask "visual-studio-code"