tap "beeftornado/rmtree"
tap "golangci/tap"
tap "homebrew/.history"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tap"
cask "xquartz"
brew "ansible"
brew "bat"
brew "carthage"
brew "cask"
brew "coreutils"
brew "diff-so-fancy"
brew "exa"
brew "expect"
brew "fd"
brew "findutils"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "lua"
brew "gnuplot", args: ["with-aquaterm"]
brew "go"
brew "graphviz"
brew "hub"
brew "mysql"
brew "nmap"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "qemu"
brew "rsync"
brew "sdl"
brew "swiftformat"
brew "swiftlint"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zip"
brew "zsh"
brew "golangci/tap/golangci-lint"
brew "k1low/tap/tbls"
cask "fontforge"
cask "alfred"
cask "discord"
cask "docker"
cask "fork"
cask "google-chrome"
cask "geektool"
cask "iterm2"
cask "slack"
cask "stoplight-studio"
cask "visual-studio-code"