base
base-devel
bat
chromium
dhcpcd
diff-so-fancy
dive
docker
efibootmgr
exa
expect
fd
firefox
fish
fzf
git
git-delta
gnome-keyring
gnuplot
gptfdisk
grub
htop
lazygit
linux
linux-firmware
make
mold
nmap
nvidia
onefetch
openssh
os-prober
parted
ripgrep
rsync
sudo
tig
tree
uutils-coreutils
vim
wget
xorg-fonts-misc
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xclock
xorg-xinit
xterm
zip
zsh
clang