alacritty
base
base-devel
bat
dhcpcd
diff-so-fancy
dive
docker
efibootmgr
exa
expect
fd
fish
fzf
git
git-delta
gnome-keyring
grub
htop
niri
linux
linux-firmware
mold
onefetch
openssh
os-prober
ripgrep
sccache
starship
sheldon
sudo
tig
tmux
tokei
tree
vim
wget
zip
zsh
