alacritty
base
base-devel
dhcpcd
dive
docker
efibootmgr
expect
fish
gnome-keyring
grub
niri
linux
linux-firmware
mold
openssh
os-prober
starship
sheldon
sudo
vim
zip
